{
    "Home": "الرئيسية",
    "About": "نبذة",
    "Attorneys": "المحامون",
    "Services": "الخدمات",
    "Gallery": "معرض الصور",
    "Contact": "اتصل بنا",
    "Inquire Now": "استفسر الآن",
    "Welcome To Meshari Alhumaidi Law Firm": "مرحبًا بكم في شركة مشاري الحميدي للمحاماة",
    "Attorneys Fighting For Your": "محامون يناضلون من أجلك",
    "We have help thousands of people to get relief from national wide fights wrongfull denials Now. they trusted legalcare attorneys": "لقد ساعدنا آلاف الأشخاص للحصول على الراحة من المعارك الوطنية الواسعة النطاق ضد الإنكارات الخاطئة. لقد وثقوا في محامي الرعاية القانونية",
    "Get Legal Advice": "احصل على استشارة قانونية",
    "Freedom": "الحرية",
    "Rights": "الحقوق",
    "Case": "القضية",
    "Custody": "الحضانة",
    "Why Select Us": "لماذا تختارنا",
    "Our firm is known for unparalleled legal acumen, dedicated client service, and superior outcomes.": "تشتهر شركتنا بالحنكة القانونية فائقة، والخدمة المتفانية للعملاء، والنتائج المتفوقة.",
    "Service offer": "عرض الخدمة",
    "Fight for Justice": "النضال من أجل العدالة",
    "Pursuing justice globally represents a substantial emotional commitment and investment in answering this vocation": "يمثل السعي لتحقيق العدالة على الصعيد العالمي التزامًا عاطفيًا كبيرًا واستثمارًا في الاستجابة لهذه الدعوة",
    "Best Case Strategy": "أفضل استراتيجية للقضية",
    "Striving for justice worldwide entails a profound emotional dedication and a significant investment as we heed this calling": "يتطلب السعي لتحقيق العدالة على مستوى العالم تفانيًا عاطفيًا عميقًا واستثمارًا كبيرًا بينما نستجيب لهذه الدعوة",
    "Experienced Attorney": "محامٍ ذو خبرة",
    "Pursuing justice globally requires a significant emotional commitment and investment as we respond to this calling": "يتطلب السعي لتحقيق العدالة على الصعيد العالمي التزامًا عاطفيًا كبيرًا واستثمارًا بينما نستجيب لهذه الدعوة",
    "Consistent for 20 Years": "ثابتة لمدة 20 عامًا",
    "For nearly two decades": "لقرابة عقدين من الزمان",
    "has consistently occupied a prominent position in the legal services domain. The firm has achieved remarkable successes and earned recognition from various corporations, government institutions, and esteemed embassies": "احتلت مكانة بارزة بشكل مستمر في مجال الخدمات القانونية. حققت الشركة نجاحات ملحوظة ونالت تقديرًا من مختلف الشركات والمؤسسات الحكومية والسفارات المرموقة",
    " Our accomplishments arise from a": "تنبع إنجازاتنا من",
    "to surpassing client expectations, ensuring they find added value in their interactions with our firm. This commitment is embodied in several core principles embraced by": "لتجاوز توقعات العملاء، ونضمن أنهم يجدون قيمة مضافة في تعاملهم مع شركتنا. ويتجسد هذا الالتزام في عدة مبادئ أساسية تتبناها",
    "Innovate & Differentiate": "ابتكر وتميز",
    "We are proud of our customized technical solutions, which allow us to provide legal services with": "نحن فخورون بحلولنا التقنية المخصصة، والتي تتيح لنا تقديم الخدمات القانونية مع",
    "greater speed and efficiency": "سرعة وكفاءة أكبر",
    "These technologies play a crucial role in automating tasks, enhancing operational effectiveness, and facilitating better communication with our esteemed clients": "تلعب هذه التقنيات دورًا حاسمًا في أتمتة المهام، وتعزيز الفعالية التشغيلية، وتسهيل التواصل بشكل أفضل مع عملائنا الموقرين",
    "Case Monitoring System (CMS)": "نظام مراقبة القضايا (CMS)",
    "Our CMS platform efficiently handles case data, ensuring improved services for our clients": "ينظم منصة CMS الخاصة بنا بيانات القضايا بكفاءة، مما يضمن تحسين الخدمات لعملائنا",
    "Intelligent Lawyer": "محامٍ ذكي",
    "A specialized platform meticulously crafted for seamless law firm management. It provides comprehensive features including task management, case archiving, session management, a legal library, and more. These advanced legal digital solutions are designed to enhance our clients experience": "منصة متخصصة مصممة بعناية لإدارة شركات المحاماة بسلاسة. تقدم ميزات شاملة بما في ذلك إدارة المهام، وأرشفة القضايا، وإدارة الجلسات، ومكتبة قانونية، والمزيد. تم تصميم هذه الحلول الرقمية القانونية المتقدمة لتعزيز تجربة عملائنا",
    "Legal Consulting": "الاستشارات القانونية",
    "Our efficient solution for obtaining legal advice on an hourly basis ensures swift and effective service. Clients can conveniently access consultation outcomes via an online platform at any time and from any location": "يضمن حلنا الفعال للحصول على استشارات قانونية بأساس ساعي خدمة سريعة وفعالة. يمكن للعملاء الوصول بسهولة إلى نتائج الاستشارات عبر منصة عبر الإنترنت في أي وقت ومن أي مكان",
    "remains steadfast in serving clients, upholding legal standards, and protecting their rights and interests": "تظل ثابتة في خدمة العملاء، والالتزام بالمعايير القانونية، وحماية حقوقهم ومصالحهم",
    "we provide a variety of customized legal services designed to address the specific needs of our clients. Our unwavering commitment revolves around protecting your rights and ensuring security in various situations and cases": "نقدم مجموعة متنوعة من الخدمات القانونية المصممة خصيصًا لتلبية الاحتياجات المحددة لعملائنا. يتمحور التزامنا الراسخ حول حماية حقوقك وضمان الأمن في مواقف وحالات مختلفة",
    "We offer extensive legal and judicial representation for commercial, industrial establishments, and individuals.": "نقدم تمثيلًا قانونيًا وقضائيًا واسع النطاق للمنشآت التجارية والصناعية والأفراد.",
    "Our expert legal guidance helps clients navigate intricate legal situations and resolve contentious matters.": "تساعد إرشاداتنا القانونية الخبيرة العملاء على التنقل في المواقف القانونية المعقدة وحل المسائل الخلافية.",
    "Riyadh Head Office": "المكتب الرئيسي في الرياض",
    "Hafar Albatin Branch": "فرع حفر الباطن",
    "Al Jubail Branch": "فرع الجبيل",
    "Explore Case Studies": "استكشف دراسات الحالة",
    "1000+ Completed Cases Successfully": "أكثر من 1000 قضية تم إنجازها بنجاح",
    "See All Successful Cases": "شاهد جميع القضايا الناجحة",
    "Testimonial": "شهادة",
    "Happy Clients": "عملاء سعداء",
    "Inquiry": "استفسار",
    "Send your inquiry": "أرسل استفسارك",
    "Firstname": "الاسم الأول",
    "Lastname": "اسم العائلة",
    "Email": "البريد الإلكتروني",
    "Phone Number": "رقم الهاتف",
    "Please specify your legal issue": "يرجى تحديد المشكلة القانونية الخاصة بك",
    "Select Legal Issue": "اختر المشكلة القانونية",
    "Financial": "مالية",
    "Parenting": "الأبوة",
    "Divorce": "الطلاق",
    "Other": "آخر",
    "Message": "رسالة",
    "Send Inquiry": "إرسال الاستفسار",
    "Sending...": "جاري الإرسال...",
    "Write your inquiry here.": "اكتب استفسارك هنا."
}
